Repository: GaMarkBatou/ShoppingList_iOS
Catalog: Localizable.xcstrings
Source language: en
Languages: hu

source: New item
hu: Új tétel

source: New Item name
hu: Új tétel neve

# options_appear
source: Appearance
hu: Megjelenés

# options_categories
source: Categories
hu: Kategóriák

# options_color
source: Color
hu: Szín

# options_darkmode
source: Dark Mode
hu: Sötét mód

# options_deleteall
source: Delete All Item
hu: Összes tétel törlése

# options_deletecategory
source: Delete List Items
hu: Lista tételeinek törlése

# options_deleteitem
source: Delete
hu: Törlés

# options_edititem
source: Edit
hu: Szerkesztes

# options_headColor
source: Headline Color
hu: Fejléc Szín

# options_namecategori
source: Name of the Category
hu: Kategória neve

# options_newcat
source: Add Category
hu: Új kategória

# options_options
source: Options
hu: Beállítások

# shopping_list_title
source: Shopping List
hu: Bevásárlólista
